AdamCaviness.theme-monokai-dark-soda
almenon.arepl
analytic-signal.preview-pdf
anseki.vscode-color
be5invis.toml
be5invis.vscode-icontheme-nomo-dark
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradgashler.htmltagwrap
bungcip.better-toml
christian-kohler.path-intellisense
cmstead.js-codeformer
codezombiech.gitignore
cschlosser.doxdocgen
DavidAnson.vscode-markdownlint
donjayamanne.githistory
DougFinke.vscode-pandoc
ecmel.vscode-html-css
edag94.replacequotes
elagil.pre-commit-helper
emeraldwalk.RunOnSave
esbenp.prettier-vscode
fcrespo82.markdown-table-formatter
formulahendry.code-runner
geeklearningio.graphviz-markdown-preview
geyao.html-snippets
GitLab.gitlab-workflow
GrapeCity.gc-excelviewer
guyskk.language-cython
hdg.live-html-previewer
hellorusk.markdown-table-maker
IBM.output-colorizer
idleberg.innosetup
idleberg.nsis
idleberg.pynsist
itaiin.vscode-cython-annotate
JakeWilson.vscode-picture
jebbs.markdown-extended
jeff-hykin.better-cpp-syntax
jithurjacob.nbpreviewer
joaompinto.vscode-graphviz
johnguo.columnpaste
johnpapa.vscode-peacock
josetr.cmake-language-support-vscode
kamikillerto.vscode-colorize
koehlma.markdown-math
l7ssha.tag-inserter
leonhard-s.python-sphinx-highlight
lextudio.restructuredtext
lolkush.quickstart
marchiore.csvtomarkdown
md2perpe.vscode-3dviewer
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.test-adapter-converter
ms-vscode.Theme-PredawnKit
nickmillerdev.pytest-fixtures
njpwerner.autodocstring
Perkovec.emoji
pflannery.vscode-versionlens
PKief.material-icon-theme
pnp.polacode
pucelle.run-on-save
redhat.vscode-xml
redhat.vscode-yaml
remimarsal.prettier-now
richie5um2.vscode-sort-json
rioj7.vscode-json-validate
Shan.code-settings-sync
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
shuworks.vscode-table-formatter
sidthesloth.html5-boilerplate
SimonSiefke.prettier-vscode
smikitky.vscode-dicom
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-medical-terms
streetsidesoftware.code-spell-checker-scientific-terms
TaodongWu.ejs-snippets
teabyii.ayu
timonwong.shellcheck
trond-snekvik.simple-rst
twxs.cmake
ucodkr.tiff-preview
ultram4rine.vscode-choosealicense
usernamehw.errorlens
vscode-icons-team.vscode-icons
waderyan.gitblame
walkme.HTML5-extension-pack
wayou.vscode-todo-highlight
webstp.extension-manager
yzane.markdown-pdf
yzhang.markdown-all-in-one
